Repository: LatipovFathulla/Nayuta
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: title
uz: Nomi

source: descriptions
uz: Tavsifi

source: image
uz: rasmi

source: created_at
uz: vohti

source: updated_at
uz: ozgartrlgan

source: Carousel
uz: carde

source: Carousels
uz: carlar

source: description
uz: tavsifi

source: link
uz: ssilkasi

source: Product
uz: mahsulot

source: FAQ
uz: KMU

source: FAQs
uz: KMu

source: first_image
uz: rasm

source: second_image
uz: kotrasm

source: Type of loans
uz: keim

source: long_description
uz: karim

source: Legal Entities
uz: kota

source: Russian
uz: rusde

source: Uzbek
uz: ozbe
